export const QUESTIONS = [
  {
    text: 'Наше первое знакомство с тобой? Ответ ты уже знаешь :)',
    options: ['Март 2024 года', '67 Апреля 2024 года', 'Апрель 2024 года', 'хз когда в 2024 году'],
    correct: 2,
    right: 'Красава!',
    wrong: 'Да как так-то 😭',
  },
  {
    text: 'Интересный факт: Изначально тебя хотели назвать мужским именем. Какое именно?',
    options: ['Саня', 'Андрей', 'Миша-строитель', 'Миха'],
    correct: 3,
    right: 'Я бы сильно ахуел, если выбрала бы другой вариант',
    wrong: 'Я что, не с тем человеком общался? 😭',
  },
  {
    text: 'Ииии финальный вопрос: Какой момент из нашей дружбы тебе запомнился больше всего?',
    options: ['Свой вариант (ты не сможешь тут его написать, можешь скипнуть)', 'Ночные переписки', '67', 'Бурмалда', 'Голубь из тик тока'],
    correct: 0,
    right: 'Окей, жду от тебя обратной связи в личку',
    wrong: 'Тебе опасно сидеть в тик токе',
  },
]
